{
    "goal": "To develop a machine learning model that accurately predicts the funding total USD value for a company based on its features or attributes. This can help investors or other interested parties to make more informed decisions about investing in a particular company.",
    "eda1": "The primary aim of this analysis is to gain insights into the funding dynamics across different startup categories. By examining the average funding received by startups in each category, we can identify which sectors attract the most financial support, and perhaps infer trends about investor confidence and market potential in these areas.",
    "eda2": "The main aim of this analysis is to determine how the average funding varies by country. This will enable us to uncover which countries' startups tend to receive the most funding on average, potentially hinting at regional trends, investment preferences, or the state of the startup ecosystem in various parts of the world.",
    "hyp": "The hypothesis about correlation between count of employees and company total fundings was incorrect, proved by chart, and Pearson correlation coefficients",
    "eda3": "The main objective of this analysis is to understand if there is any correlation between the size of a startup (in terms of employee count) and the total funding that the startup has received. This could provide insights into whether startups that receive more funding tend to grow their workforce size or whether larger startups are more likely to receive substantial funding.",
    "eda4": "The primary objective of this analysis is to discern if there's a relationship between an individual's education and the average funding of companies they are associated with. This could provide insights into whether individuals with certain educational backgrounds tend to be involved with companies that receive higher or lower average funding.",
    "eda5": "The primary goal of this analysis is to discern if there's any relationship between the year of foundation of a company and the funding it has received. This could provide valuable insights into funding trends over time, or how the age of a company might impact its ability to attract funding."
}